---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkLoadResultType.LinkNotLoadedOtherError
enum: Autodesk.Revit.DB.LinkLoadResultType
source: html/11b095e1-24d9-91b9-ae2e-004f67c94d6e.htm
---
# Autodesk.Revit.DB.LinkLoadResultType.LinkNotLoadedOtherError

An unknown error occurred.